Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_koltansaamen_harjoituskirja_on_ilmestynyt_.html.tmx
Source language: fin
Languages: smn

source: Uusi koltansaamen harjoituskirja on ilmestynyt
smn: Uđđâ nuorttâkielâ hárjuttâskirje lii almostum

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamen ǨIÕČČ 3 kirjasarjan harjoituskirjan.
smn: Škovlim- já oppâmaterialtoimâttâh lii almostittâm uđđâ nuorttâkielâ ǨIÕČČ 3 -kirjerááiđu hárjuttâskirje.

source: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj on harjoituskirja perusopetuksen kolmannen luokan koltansaame vieraana kielenä opetukseen.
smn: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj lii hárjuttâskirje vuáđumáttááttâs kuálmád luoka nuorttâkielâ vieres kielân máttááttâsân.

source: Kirja on käännetty pohjoissaamen GEA -oppikirjasarjasta, jonka on käsikirjoittanut Oona Länsman ja kuvittanut Nora Bäck.
smn: Kirje lii jurgâlum já heiviittum tavesämikielâ GEA -oppâkirjerááiđust, mon lii čáállâm Oona Länsman já kuvvim Nora Bäck.

source: Koltansaamen kielelle kirjan on kääntänyt ja sovittanut Raija Lehtola ja taittanut Anni Näkkäläjärvi.
smn: Nuorttâkielân kirje lii jurgâlâm já heiviittâm Raija Lehtola já tuáijum Anni Näkkäläjärvi.

source: Tilaukset verkkokaupan kautta: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj – Samediggi
smn: Tiiláámeh viermikäävpi peht: ǨIÕČČ 3 ǩiđđpââʹj tuejjǩeʹrjj – Samediggi
